{"id": 36, "content": "每天早晨我醒来，都喜悦地期待这一天会带给我的礼物。", "color": "橙色", "translation": "Every morning I wake up, I joyfully anticipate the gifts this day will bring."}
{"id": 37, "content": "我身体的每个细胞都充满了无限的喜悦能量。", "color": "橙色", "translation": "Every cell in my body is filled with infinite joyful energy."}
{"id": 39, "content": "我很高兴有好朋友的陪伴。", "color": "橙色", "translation": "I am happy to have the company of good friends."}
{"id": 43, "content": "我喜悦的活在当下。", "color": "橙色", "translation": "I joyfully live in the present moment."}
{"id": 44, "content": "我的心洋溢着喜悦，因为我的生活中充满了美好的祝福。", "color": "橙色", "translation": "My heart overflows with joy because my life is full of wonderful blessings."}
{"id": 46, "content": "我爱我独一无二而且美好的生活。", "color": "橙色", "translation": "I love my unique and beautiful life."}
{"id": 47, "content": "我很容易适应我周遭的人、地方和事物。", "color": "橙色", "translation": "I easily adapt to the people, places, and things around me."}
{"id": 49, "content": "我自由地、带着爱去创造那些使我生活更丰富、更美好的事物。", "color": "橙色", "translation": "I freely and lovingly create things that enrich and beautify my life."}
{"id": 51, "content": "当下每件事物都是活力充沛的。(那天玩着抽到了这个，可能是对我的提醒吧，活力一点，不要死气沉沉，暮气横秋的，好好调整自己吧。)", "color": "橙色", "translation": "Everything is vibrant at this moment. (That day I drew this card, it might be a reminder to myself: be more lively, don’t be lifeless or old-fashioned, adjust yourself properly.)"}
{"id": 53, "content": "每个人都值得拥有快乐且充实的生活。", "color": "橙色", "translation": "Everyone deserves a happy and fulfilling life."}
{"id": 55, "content": "你可以在意想不到的地方找到喜悦。", "color": "橙色", "translation": "You can find joy in unexpected places."}
{"id": 58, "content": "每一天都是特别的也是珍贵的，因为我只能拥有一次。", "color": "橙色", "translation": "Each day is special and precious because I can only experience it once."}
{"id": 59, "content": "今天我允许自己玩得很开心、很尽兴。", "color": "橙色", "translation": "Today I allow myself to have fun and enjoy to the fullest."}
{"id": 60, "content": "我随处都看见旺盛的生命能量。", "color": "橙色", "translation": "I see vibrant life energy everywhere."}
{"id": 63, "content": "我喜悦的敞开心胸来接受生命中快乐的转变。", "color": "橙色", "translation": "I joyfully open my heart to accept joyful changes in life."}
{"id": 64, "content": "我们每个人都以有意义的方式，来享受宇宙间的财富与丰盈。", "color": "橙色", "translation": "Each of us enjoys the wealth and abundance of the universe in a meaningful way."}
{"id": 65, "content": "凭借肯定生命并呈现活在其中的喜悦，我的爱、力量与智慧增长。", "color": "橙色", "translation": "By affirming life and expressing the joy of living in it, my love, strength, and wisdom grow."}
{"id": 66, "content": "今天我盛宴款待自己因此整天都容光焕发。", "color": "橙色", "translation": "Today I feast myself, so I shine all day long."}
{"id": 67, "content": "微不足道地日常事物也能使我充满快乐与平静。", "color": "橙色", "translation": "Even trivial daily things can fill me with happiness and peace."}
{"id": 68, "content": "我的内在小孩教我如何放松并享受生命。", "color": "橙色", "translation": "My inner child teaches me how to relax and enjoy life."}
{"id": 69, "content": "当我带着爱去关心身体，我逐渐了解身体所传达出的隐秘愿望。", "color": "橙色", "translation": "When I care for my body with love, I gradually understand the hidden desires it conveys."}
{"id": 70, "content": "生命是美好的，我极尽所能地反馈我所接受的所有美善。", "color": "橙色", "translation": "Life is wonderful, and I do my best to give back all the goodness I receive."}
